import * as S from "./styles";

export default function SchoolPaper() {
  return (
    <S.SchoolPaper>
      <S.SchoolPaperTitle>
        <S.Month>04.</S.Month>
        <S.SchoolPaperSubTitle>
          <hr />
          <div>School Paper</div>
        </S.SchoolPaperSubTitle>
      </S.SchoolPaperTitle>
      <S.SchoolPaperContent>
        대덕소프트웨어마이스터고등학교의 동아리장을 만나다. 본교의 재학중인
        임베디드과 2학년 최영진 학생을 만났 다.그는 우리 학교의 전통인
        전공(자율)동아리 NoNamed의 부장이라는 직책을 역임하고 있고 교내
        스포츠클럽 축구부에서 활동하고 있다. 그리고 나는 할말이 없다 그래서 아무
        소리나 써볼까 한다. 와 지젤 존예다 와 다음으로 태연나오는 환상을
        알고리즘을 접신하고 있는데 내 손은 움직어야 한다는 사실이 비통할 뿐이다.
        노래가 극락파트를 향해 가고 있는데 학교에 있는 암울한 현실이 자각되기
        시작한다 본인은 집을 향해 가고 싶다는 생각에 뇌가 구동하지 않는다는
        결론데 도달하게 되었다. 무슨 이상한 소리를 이리도 길게 하나 싶겠지만
        그냥 살아라 어차피 완치 안된다 사람은 몽상가로 태어났으면 몽상가로 죽는
        것이라고 배웠다. 기승전결 미쳤다 싶은 태연의 고음 파트가 지나 노래가
        끝났다 그런데 아직 글자수가 부족해서 조금더 쳐보려고 한다... 네이처의
        리카리카가 나오다니 요금 알고리즘은 정말 정체를 알 수 없는 것 같다.
        대덕소프트웨어마이스터고등학교의 동아리장을 만나다. 본교의 재학중인
        임베디드과 2학년 최영진 학생을 만났다. 그는 우리 학교의 전공(자율)동아리
        NoNamed의 부장을 역임하고 있고 교내 스포츠클럽 축구부에서 활동하고 있다.
        그리고 나는 할말이 없다 그래서 아무 소리나 써볼까 한다. 와 지젤 존예다
        와 다음으로 태연나오는 환상을 알고리즘을 접신하고 있는데 내 손은
        움직어야 한다는 사실이 비통할 뿐이다. 노래가 극락파트를 향해 가고 있는데
        학교에 있는 암울한 현실이 자각되기 시작한다 본인은 집을 향해 가고 싶다는
        생각에 뇌가 구동하지 않는다는 결론데 도달하게 되었다. 무슨 이상한 소리를
        이리도 길게 하나 싶겠지만 그냥 살아라 어짜피 완치 안된다 사람은 몽상가로
        태어났으면 몽상가로 죽는 것이라고 배웠다. 기승전결 미쳤다 싶은 태연의
        고음 파트가 지나 노래가 끝났다 그런데 아직 글자수가 부족해서 조금더
        쳐보려고 한다... 네이처의 리카리카가 나오다니 요금 알고리즘은 정말
        정체를 알 수 없는 것 같다.
      </S.SchoolPaperContent>
    </S.SchoolPaper>
  );
}
